{
    "24d8c": {
        "chunk_id": "24d8c",
        "propositions": [
            "这是一个关于2型糖尿病分级诊疗的专家共识。",
            "该共识也涉及2型糖尿病的质量管理。",
            "中国研究型医院学会有一个糖尿病学专业委员会。",
            "糖尿病学专业委员会下设有分级诊疗与基层管理糖尿病学组。",
            "基层医疗机构是实施分级诊疗制度的重要场所。",
            "2型糖尿病是最常见的慢性疾病之一。",
            "2型糖尿病的主要危害是微血管和大血管并发症。",
            "心血管疾病已经成为导致糖尿病患者死亡或残疾的主要原因。",
            "为了应对糖尿病患病率迅速增长的医疗需求，需要全面提升基层全科医生的糖尿病管理能力。",
            "基层全科医生需要具备'医防融合、全程同质'管理糖尿病的能力。",
            "基层全科医生需要有效地进行糖尿病及其并发症的筛查和诊断。",
            "基层全科医生需要接受糖尿病管理能力培训、考核定级与分级授权。",
            "中国研究型医院学会糖尿病学专业委员会分级诊疗与基层管理糖尿病学组制定了一项共识。",
            "这项共识以患者为中心。",
            "这项共识结合了糖尿病管理的最新权威指南和基层诊疗实践。",
            "这项共识被称为《2型糖尿病分级诊疗与质量管理专家共识》。",
            "共识将科学证据与基层实践相结合。",
            "共识旨在提高基层诊疗能力。",
            "该文本涉及2型糖尿病。",
            "2型糖尿病需要进行疾病管理。",
            "分级诊疗是2型糖尿病管理的一部分。",
            "全科医生在2型糖尿病的管理中发挥作用。",
            "这是一个关于2型糖尿病管理的指南。",
            "中国糖尿病患病人数估计达1.18亿。",
            "中国的糖尿病患病人数位列世界第一。",
            "60%的糖尿病患者至少有一种并发症。",
            "糖尿病并发症可能导致脑卒中。",
            "糖尿病并发症可能导致冠心病。",
            "糖尿病并发症可能导致失明。",
            "糖尿病并发症可能导致肾衰竭。",
            "糖尿病并发症可能导致截肢。",
            "中国的糖尿病总体防控效能较差。",
            "中国的基层医疗机构糖尿病管理能力参差不齐。",
            "中国的糖尿病知晓率为38.6%。",
            "中国的糖尿病治疗率为35.6%。",
            "中国的血糖控制率为33.0%。",
            "世界卫生组织（WHO）认为基层医疗机构是控制糖尿病的重要环节。",
            "2017年国务院办公厅发布了《中国防治慢性病中长期规划（2017一2025年）》。",
            "到2025年，中国计划管理4000万糖尿病患者。",
            "到2025年，中国计划实现高血压和糖尿病患者的规范管理率达到70%。",
            "完善基层糖尿病防治工作非常重要。",
            "2018年，《社区医生2型糖尿病管理流程与分级诊疗规范（深圳专家共识)》由深圳市医师协会内分泌代谢病科医师分会组织编写。",
            "《社区医生2型糖尿病管理流程与分级诊疗规范（深圳专家共识)》简称深圳专家共识。",
            "深圳专家共识汇集了国内外专业领域相关糖尿病指南。",
            "深圳专家共识结合了深圳市的社区糖尿病防控实践特点。",
            "深圳专家共识结合了深圳市的社区糖尿病防控实践要求。",
            "深圳专家共识对全科医生进行2型糖尿病管理具有较强的指导意义。",
            "近2年，糖尿病的药物取得了较大的突破和进展。",
            "近2年，糖尿病的临床研究取得了较大的突破和进展。",
            "中国研究型医院学会糖尿病学专业委员会分级诊疗与基层管理糖尿病学组组织专家制定了《2型糖尿病分级诊疗与质量管理专家共识》。",
            "该模式的目标是以糖尿病患者为中心。",
            "该模式旨在持续改善糖尿病患者的心血管结局。",
            "建立一个以基层医生为主导、专科医生为指导、慢性病管理人员为辅助的糖尿病医防协同诊疗团队。",
            "这样做是为了同质化实施基层糖尿病管理。",
            "基层医生的职责包括筛查、诊断、治疗、随访、教育和管理。",
            "专科医生需要加强对全科医生的培训指导。",
            "全面提升基层医生对糖尿病的诊疗水平与管理能力是全面落实糖尿病分级诊疗制度所面临的主要挑战。",
            "有超能力处方需求的基层医生应该得到特别授权。",
            "使用胰岛素时，应以安全为首要原则。",
            "胰岛素的应用应遵循'遵从为基，监测为据'的原则。",
            "基层医生必须接受糖尿病专科培训。",
            "根据基层医生所接受的糖尿病专科培训的程度，将其分为4个级别。",
            "基层医生将根据其糖尿病专科培训级别获得相应的糖尿病管理和药物处方授权。",
            "分级诊疗的目标是充分发挥糖尿病的作用。",
            "糖尿病的作用包括医防融合、协同诊疗和团队服务。",
            "分级诊疗使患者的血糖、血压、血脂等全面控制达标。",
            "分级诊疗有助于延缓或减少并发症的发生。",
            "分级诊疗让糖尿病患者感到信任。",
            "分级诊疗达到糖尿病全程覆盖的目的。",
            "分级诊疗参考了重要的随机对照试验。",
            "DSMES代表糖尿病自我管理教育和支持。",
            "表1展示了基层医生在糖尿病管理中的不同级别以及他们各自拥有的诊疗权限。",
            "糖尿病社区防治的研究成果普遍缺乏质量。",
            "基层医生需要定期监测2型糖尿病患者的血糖水平。",
            "医生会根据患者的具体情况调整药物剂量。",
            "这部分内容讨论的是糖尿病患者的评估。",
            "这部分内容也涉及糖尿病患者的筛查。",
            "所有要求血糖检查的社区居民都是筛查对象。",
            "空腹血糖测试相对简单易行。",
            "但是，仅使用空腹血糖测试可能会导致漏诊。",
            "如果条件允许，应该尽可能进行口服葡萄糖耐量试验。",
            "一些人可能有一个或多个糖尿病的风险因素。",
            "直系亲属中有2型糖尿病的家族史。",
            "女性曾患有妊娠糖尿病。",
            "有一过性类固醇糖尿病的历史。",
            "表3展示了成年人中糖尿病高危人群的数据。",
            "糖化血红蛋白也被称为glycated hemoglobin AleHbAic。",
            "A级基层医生可以确诊糖尿病。",
            "S级基层医生可以确诊糖尿病。",
            "需要为所有确诊的糖尿病患者制定治疗方案。",
            "基层医生可以在机构内根据患者的健康评估结果做出诊断。",
            "美国临床内分泌医师学会和美国内分泌学会认为HbAic可能受到红细胞成熟度的影响。",
            "询问患者是否有食欲减退的情况。",
            "越来越多的降糖药物通过CVOT研究证实可以降低糖尿病患者心血管死亡风险。",
            "建议在实施药物治疗前考虑评估患者心血管危险因素。",
            "结合患者的特点给予最佳的降糖治疗方案。",
            "这种方法用于对糖尿病患者的心血管风险进行简易分层评估。",
            "靶器官损害包括蛋白尿。",
            "需要启动药物联合治疗。",
            "药物联合治疗可以是3联方案。",
            "糖尿病自我管理教育和支持的英文缩写是DsMES。",
            "血糖控制不达标或综合管理不达标者需要转诊。",
            "这是关于糖尿病患者综合管理目标的标题。",
            "T2DM的治疗目标是预防或延缓并发症的发生。",
            "T2DM的治疗目标是为了提高患者的生活质量。",
            "降糖治疗的策略应该遵循血糖分层管理的原则。",
            "对于新诊断的T2DM患者，建议及早给予强化血糖控制。",
            "对于年轻的T2DM患者，建议及早给予强化血糖控制。",
            "对于没有并发症或合并症的T2DM患者，建议及早给予强化血糖控制。",
            "对于老年T2DM患者，需要注意预防低血糖的发生。",
            "对于有心血管疾病病史的T2DM患者，需要注意预防低血糖的发生。",
            "对于糖尿病病程较长的T2DM患者，需要充分评估强化血糖控制的利弊得失。",
            "对于老年T2DM患者，需要充分评估强化血糖控制的利弊得失。",
            "对于有心血管疾病病史的T2DM患者，需要充分评估强化血糖控制的利弊得失。",
            "应综合管理T2DM患者的心血管危险因素。",
            "除了个体化降糖之外，还应对T2DM患者采取降压措施。",
            "除了个体化降糖之外，还应对T2DM患者采取调脂措施。",
            "建议T2DM患者使用阿司匹林。",
            "综合治疗措施旨在预防T2DM患者发生心血管疾病。",
            "综合治疗措施旨在预防T2DM患者发生微血管病变。",
            "对于合并严重并发症的T2DM患者，应及时转诊至上级医疗机构或糖尿病管理团队。",
            "对于1型糖尿病患者，应及时转诊至上级医疗机构或糖尿病管理团队。",
            "2.6T2DM指的是第二型糖尿病。",
            "第二型糖尿病需要药物治疗。",
            "糖尿病治疗药物的调整属于IIb类。",
            "《中国2型糖尿病防治指南（2017年版）》也是制定路径的一个参考。",
            "路径是针对2型糖尿病的诊疗。"
        ],
        "title": "Type 2 Diabetes Management & Healthcare Practices",
        "summary": "This chunk contains information regarding expert consensus on the tiered diagnosis, treatment, and quality management of type 2 diabetes, focusing on enhancing primary care physicians' capabilities in managing the disease and its complications within primary care settings, including recent advancements in drug and clinical research, and community-based prevention and control strategies, with an emphasis on improving overall diabetes care and patient outcomes.",
        "chunk_index": 0
    },
    "c6d3c": {
        "chunk_id": "c6d3c",
        "propositions": [
            "分级诊疗制度被认为是解决我国'看病难、看病贵'问题的根本策略。",
            "我国基层医疗机构面临医疗技术和优质资源不足的问题。",
            "我国基层医疗机构的综合管理和能力相对较弱。",
            "我国基层医疗机构中上下级医疗机构职责不够明确。",
            "我国基层医疗机构的双向转诊机制不完善。",
            "基层全科医生需要进行患者的健康教育和分层管理工作。",
            "共识的目标是突出科学性、实用性和可及性。",
            "共识旨在规范基层诊疗行为。",
            "共识希望让基层全科医生成为居民健康的'守门人'。",
            "医院和基层医疗机构参与分级诊疗。",
            "文本标题是关于1分级诊疗的背景。",
            "文本标题涉及分级诊疗的原则。",
            "文本标题提到了分级诊疗的目标。",
            "文本标题包含了分级诊疗的依据。",
            "建立分级诊疗制度有助于合理配置医疗资源。",
            "建立分级诊疗制度有助于促进基本医疗卫生服务的均等化。",
            "基层用药必将面临相应的调整。",
            "分级诊疗的目标是提供同质化的医疗服务。",
            "分级诊疗的目的是实现医疗供给的可及性。",
            "分级诊疗追求‘简、廉、便、全、益’的目的。",
            "专科医生的职责是为疑难或上转的患者制订诊疗方案。",
            "专科医生还需要指导全科医生。",
            "在有条件的情况下，可以通过远程方式实现对全科医生的培训指导。",
            "分级诊疗指导患者合理就医。",
            "分级诊疗规范治疗流程。",
            "分级诊疗提高治疗依从性。",
            "分级诊疗降低致残率。",
            "分级诊疗降低病死率。",
            "分级诊疗提高患者的生存质量。",
            "分级诊疗帮助患者获得预期寿命。",
            "分级诊疗使基层医生能够接住并做好工作。",
            "分级诊疗实现同质化管理的目的。",
            "分级诊疗采用了相关的指南和共识。",
            "管理建议应该每年进行评估。",
            "3.1.3.1部分包含了2.3.4部分转诊的相关信息。",
            "初诊时需要明确患者是否能够由基层医疗机构进行管理。",
            "体重增加的患者需要转诊。"
        ],
        "title": "Healthcare Accessibility & Tiered Treatment Systems",
        "summary": "This chunk contains information about strategies to improve healthcare accessibility and affordability through tiered diagnosis and treatment systems, focusing on challenges and improvements in primary healthcare institutions, including resource limitations, management, referral mechanisms, patient education, roles of healthcare providers, and the overall goals and principles of healthcare systems, with a particular emphasis on optimizing medical resource allocation and ensuring equitable and quality healthcare services.",
        "chunk_index": 1
    },
    "fb1db": {
        "chunk_id": "fb1db",
        "propositions": [
            "分级诊疗制度是全面深化医药卫生体制改革的关键措施。",
            "党的十九大报告强调人民健康的重要性。",
            "党的十九大报告提到需要完善国民健康政策。",
            "党的十九大报告提倡为群众提供全面的健康服务。",
            "建立分级诊疗制度是中国深化医药卫生体制改革的一部分。",
            "建立分级诊疗制度对促进医药卫生事业的长远发展具有重要意义。",
            "建立分级诊疗制度有助于提高人民健康水平。",
            "建立分级诊疗制度有助于保障和改善民生。",
            "国家医保改革措施极大地改善了基本药物的可及性。",
            "分级诊疗的依据参考了GRADE分级系统。",
            "基本药物公众可公平获得。",
            "糖尿病治疗药物也可以参考《国家基本医疗保险、工伤保险和生育保险药品目录（2019年版)》适当调整。"
        ],
        "title": "Healthcare Reform & Policy",
        "summary": "This chunk contains information about the key measures for deepening medical and health system reform, including the implementation of tiered diagnosis and treatment systems, the emphasis on public health, and the need to improve national health policies and healthcare accessibility to enhance public welfare and ensure equitable access to essential medicines.",
        "chunk_index": 2
    },
    "d83ad": {
        "chunk_id": "d83ad",
        "propositions": [
            "深圳专家共识汇集了国内外专业领域的专家共识。",
            "深圳专家共识汇集了国内外专业领域的重要循证医学研究作为证据基础。",
            "深圳专家共识对这些证据进行了质量分类。",
            "深圳专家共识提出了以患者为中心的策略。",
            "深圳专家共识提出了符合深圳市社区实际情况的解决方案。",
            "深圳专家共识提出的解决方案具有针对性。",
            "深圳专家共识对解决方案赋予了等级推荐。",
            "深圳专家共识的内容比较具体。",
            "深圳专家共识的内容比较全面。",
            "深圳专家共识总体上具有可操作性。",
            "全科医生可以在工作中充分借鉴参考深圳专家共识。",
            "深圳专家共识获得了广泛的好评。",
            "国内外指南依据新证据做出了较大调整。",
            "更新深圳专家共识势在必行。",
            "共识旨在使适用范围扩大至其他城市的基层医疗机构。",
            "分级诊疗的原则是以患者为中心。",
            "以患者为中心的安全、全面获益原则建立了一种新的模式。",
            "这种新模式被称为'以人为本的一体化优质服务'。",
            "'以人为本的一体化优质服务'的英文简称是PCIC。",
            "该模式引导患者实践策略。",
            "这样做是为了规范服务行为。",
            "1.4分级诊疗的依据共识以深圳专家共识为蓝本。",
            "专家组充分讨论并吸纳了各专家的意见。",
            "图1展示了以患者为中心的原则。",
            "RCT证据被用于等级分类。",
            "RCT证据也被赋予推荐强度。",
            "共识推荐意见是基于证据的。",
            "共识推荐意见也结合了基层的实际需求。",
            "专家的观点被纳入到共识推荐意见中。",
            "表2展示了证据等级分类。",
            "表2也包含了推荐强度的信息。",
            "还需要对患者采取必要的干预措施。",
            "制定的路径符合基层的需求。",
            "基于循证证据和使用便利性，推荐优先选用格列齐特缓释片。"
        ],
        "title": "Medical Consensus & Evidence-Based Care Models",
        "summary": "此块包含关于医疗专家共识的制定过程、循证医学的应用、证据分类及患者为中心的策略和解决方案的相关信息，强调其全面性、针对性和可操作性，特别关注其在基层医疗机构的应用与持续更新，以及新型医疗服务模式如“以人为本的一体化优质服务”(PCIC)的实践。继续添加关于医疗共识制定、循证医学、患者为中心策略及新型医疗服务模式的信息。",
        "chunk_index": 3
    },
    "05640": {
        "chunk_id": "05640",
        "propositions": [
            "团队的目标需要明确。",
            "每个团队成员需要各司其职。",
            "糖尿病动脉粥样硬化性心血管疾病被称为AsCVD。"
        ],
        "title": "Team Objectives & Medical Conditions",
        "summary": "This chunk contains information about the clarity of team objectives, the roles of team members, and the definition of medical conditions related to cardiovascular diseases.",
        "chunk_index": 4
    },
    "ee57a": {
        "chunk_id": "ee57a",
        "propositions": [
            "团队成员之间需要互相信任。",
            "团队成员之间需要进行有效沟通。"
        ],
        "title": "Team Trust & Communication",
        "summary": "This chunk contains information about the importance of trust and effective communication among team members.",
        "chunk_index": 5
    },
    "0bd31": {
        "chunk_id": "0bd31",
        "propositions": [
            "ASCVD代表动脉粥样硬化性心血管疾病。",
            "患有动脉粥样硬化性心血管疾病。",
            "AsCVD指的是极高危患者。"
        ],
        "title": "Cardiovascular Diseases & Risk Levels",
        "summary": "This chunk contains information about the definition, terminology, risk levels, and presence of atherosclerotic cardiovascular disease (ASCVD).",
        "chunk_index": 6
    },
    "5e856": {
        "chunk_id": "5e856",
        "propositions": [
            "CKD代表慢性肾脏病。",
            "肾功能中需要计算估算肾小球滤过率（eGFR）。",
            "靶器官损害包括肾脏损害，其中eGFR值小于等于30毫升每分钟每1.73平方米。",
            "靶器官损害包括左心室肥厚。",
            "靶器官损害包括视网膜病变。"
        ],
        "title": "Chronic Kidney Disease & Target Organ Damage",
        "summary": "This chunk contains information about chronic kidney disease (CKD), the estimation of glomerular filtration rate (eGFR), and various types of target organ damage, including kidney, heart, and eye-related issues.",
        "chunk_index": 7
    },
    "aad45": {
        "chunk_id": "aad45",
        "propositions": [
            "HF代表心力衰竭。",
            "HbAic代表糖化血红蛋白。",
            "SMBG代表自我血糖监测。",
            "SMART中的S代表具体的（specific）。",
            "SMART中的M代表可衡量的（measurable）。",
            "SMART中的A代表可达成的（achievable）。",
            "SMART中的R代表可实行的（realistic）。",
            "SMART中的T代表限时的（time-limited）。",
            "他们会使用特定的设备来进行测量。",
            "这些建议适用于所有成年人。",
            "成年人是指年龄超过18岁的人。",
            "超重是指BMI大于等于24kg/m²。",
            "肥胖是指BMI大于等于28kg/m²。",
            "中心性肥胖指男性腰围大于等于90厘米。",
            "中心性肥胖也指女性腰围大于等于85厘米。",
            "血脂异常表现为HDL-C小于等于0.91mmol/L。",
            "BMI代表体质指数。",
            "BMI代表体质指数。",
            "最新国际指南简化心血管危险因素的评估方法。",
            "筛查项目包括身高、体重、BMI、腰围、臀围。",
            "管理建议是每年进行一次体检。",
            "心血管危险因素包括年龄。",
            "年度检查会追踪患者的体重。",
            "BMI指的是体质指数。"
        ],
        "title": "Health Metrics & Monitoring Principles",
        "summary": "This chunk contains information about medical terminologies, health monitoring methods, goal-setting principles (SMART criteria), and their applicability to adults, including various health conditions, body measurements such as BMI and waist circumference, and age definitions, along with screening projects and management recommendations for health assessments.",
        "chunk_index": 8
    },
    "b56a2": {
        "chunk_id": "b56a2",
        "propositions": [
            "两类特定人群应该主动进行筛查。",
            "糖尿病高危人群应该尽早进行糖尿病筛查。",
            "40岁以上的所有人，无论是否有其他糖尿病风险因素，都应该开始筛查。",
            "首次筛查结果正常的人群，建议每三年至少筛查一次。",
            "60岁以上的老年人，建议每年至少筛查一次。",
            "空腹血糖测试是一种常规的筛查方法。",
            "年龄大于等于40岁。",
            "有血糖调节受损的历史。",
            "进行ance test检测75克糖负荷后2小时的血糖。",
            "OGTT是一种检测75克糖负荷后2小时血糖的方法。",
            "这两种检测方法都属于I类。",
            "中国糖尿病风险评分评估更为简便易行。",
            "中国糖尿病风险评分适合基层医疗机构用于初筛糖尿病患者。",
            "判断糖尿病风险的最佳切点为25分。",
            "总分等于或大于25分的人必须进行口服葡萄糖耐量试验以确认是否患有糖尿病。",
            "《中国2型糖尿病防治指南（2017年版)》暂不推荐将糖化血红蛋白检测作为常规筛查方法。",
            "所有基层医生均应将筛查糖尿病作为日常工作内容之一。",
            "非侵袭性糖尿病风险预测模型可用于基层糖尿病筛查。",
            "这段文本提到了2.2糖尿病诊断。",
            "这里可能是关于糖尿病诊断的一个章节或者部分。",
            "确诊糖尿病应由专科医生执行。",
            "所有确诊的糖尿病患者都需要进行分型诊断。",
            "基层医生如果经过培训考核并且合格，则可以确诊糖尿病。",
            "基层医生需具备糖尿病诊疗资质才能确诊糖尿病。",
            "对于诊断有困难的糖尿病疑似患者，应当及时转诊到二级或更高级别的医院。",
            "二级及以上医院的专科医生负责对难以确诊的糖尿病患者进行确诊。",
            "糖尿病的典型症状包括多饮。",
            "糖尿病的典型症状包括多尿。",
            "糖尿病的典型症状包括多食。",
            "糖尿病的典型症状包括体重下降。",
            "糖尿病的诊断标准之一是随机血糖值大于等于11.1mmol/L。",
            "糖尿病的诊断标准之一是空腹血糖值大于等于7.0mmol/L。",
            "糖尿病的诊断标准之一是在糖负荷后2小时血糖值大于等于11.1mmol/L。",
            "表5根据OGTT测试结果进行诊断。",
            "OGTT结果的单位是mmol/L。",
            "无典型糖尿病症状者需要改日复查以确认病情。",
            "急性感染可能导致暂时性的血糖升高。",
            "创伤也可能导致暂时性的血糖升高。",
            "其他应激情况可以引起暂时性的血糖升高。",
            "如果没有明确的糖尿病病史，不能仅凭此时的血糖水平诊断糖尿病。",
            "复查后才能确定糖代谢的状态。",
            "我国暂不推荐HbAic用于诊断糖尿病。",
            "美国糖尿病学会推荐HbAic大于等于6.5%作为诊断糖尿病的标准之一。",
            "HbAic可能受到红细胞存活时间的影响。",
            "HbAic可能受到肾衰竭的影响。",
            "HbAic可能受到种族因素的影响。",
            "由于上述原因，HbAic不被视为首选的诊断方法。",
            "OGTT指的是口服葡萄糖耐量试验。",
            "HbAic指的是糖化血红蛋白。",
            "询问患者是否有口渴多饮的表现。",
            "检查患者的血糖水平。",
            "检查患者的血酮体水平。",
            "尿酮体也可以作为检查项目。",
            "空腹血糖大于等于16.7mmol/L时，应高度怀疑糖尿病酮症酸中毒。",
            "随机血糖大于等于20.0mmol/L时，也应高度怀疑糖尿病酮症酸中毒。",
            "糖尿病酮症酸中毒的英文缩写是DKA。",
            "如果有条件，可以检测尿酮体来辅助诊断。",
            "也可以进行床旁检测血酮来辅助诊断。",
            "随机血糖小于2.8mmol/L时，应考虑患者可能有严重的低血糖。",
            "即使没有症状，只要随机血糖小于2.8mmol/L，也需要关注显著低血糖的可能性。",
            "若血糖介于二者之间，继续于基层医疗机构评估与处置。",
            "筛查项目包括空腹和餐后2h血糖、HbA1c。",
            "筛查项目包括肝功能、肾功能。",
            "筛查项目包括尿常规。",
            "筛查项目包括尿微量白蛋白与尿肌酐比值。",
            "筛查项目包括心电图。",
            "筛查项目包括足部检查。",
            "文本提及了心血管危险分层。",
            "评估内容使用了2019年欧洲心脏病学会（ESC）和欧洲糖尿病研究协会（EASD）指南推荐的方法。",
            "存在一个名为'表6糖尿病心血管风险分层简易评估法'的表格。",
            "建议有条件地区将筛查表嵌入电子病历进行自动评估。",
            "行为评估参照《中国2型糖尿病防治指南（2017年版）》进行。",
            "药物联合治疗也可以是联合胰岛素方案。",
            "需要建立糖尿病患者的档案。",
            "初诊时需要明确为了纠正血糖水平需采取何种治疗方案。",
            "疾病确诊后，需明确的重点内容是使患者加入到糖尿病自我管理教育和支持计划中。",
            "建议按照国家基本公共卫生的‘糖尿病管理’档案进行统一匹配或简化。",
            "患者的随访内容包括血糖控制情况。",
            "患者的随访内容包括糖尿病并发症的评估。",
            "患者的随访内容包括降糖药物的管理。",
            "年度检查会追踪患者总体血糖达标率。",
            "年度检查会追踪患者的低血糖发生情况。",
            "年度检查会分析患者血糖不达标的原因。",
            "严重或频发低血糖的患者需要转诊。",
            "血糖波动大的患者需要转诊。",
            "血糖控制的目标应该体现个体化的原则。",
            "及早给予强化血糖控制可以降低糖尿病并发症的风险。",
            "对于糖尿病病程较长的T2DM患者，需要注意预防低血糖的发生。",
            "对于诊断为继发性糖尿病的患者，应及时转诊至上级医疗机构或糖尿病管理团队。",
            "对于妊娠糖尿病患者，应及时转诊至上级医疗机构或糖尿病管理团队。",
            "对于单基因遗传糖尿病患者，应及时转诊至上级医疗机构或糖尿病管理团队。",
            "糖尿病综合控制目标在表7中列出。",
            "糖尿病综合控制目标的分类为I类。",
            "表7展示了糖尿病的综合控制目标。",
            "AACE和ACE推荐HbAic目标值。",
            "对于没有严重疾病且低血糖风险较低的人，HbAic目标值应小于等于6.5%。",
            "对于患有严重疾病并且有低血糖风险的人，HbAic目标值应大于6.5%。",
            "HbAic指的是糖化血红蛋白。",
            "2.6.2降糖药物治疗路径是根据几个指南制定的。",
            "《2020年糖尿病医学诊疗标准》是制定路径的一个参考。",
            "《2019年ESC/EASD糖尿病、糖尿病前期和心血管疾病指南》是制定路径的另一个参考。",
            "表8也涵盖了口服降糖药物的信息。",
            "随着药物价格调整，原研价廉的阿卡波糖更具优选价值。",
            "其他SGLT-2i可以推荐同等选用。"
        ],
        "title": "Diabetes Screening & Management Guidelines",
        "summary": "This chunk contains information about diabetes screening, diagnosis, management, and treatment guidelines, including frequencies, methods, risk assessments, and provider roles, with generalization to other chronic disease management practices.",
        "chunk_index": 9
    },
    "ea50c": {
        "chunk_id": "ea50c",
        "propositions": [
            "过着久坐不动的生活方式。",
            "另一个关键点是适量运动以控制体重。",
            "患者的随访内容包括生活方式的管理。"
        ],
        "title": "Lifestyle Management & Health Impact",
        "summary": "This chunk contains information about lifestyle management, focusing on sedentary behaviors, the importance of moderate exercise, and their impacts on health.",
        "chunk_index": 10
    },
    "90a75": {
        "chunk_id": "90a75",
        "propositions": [
            "患有高血压。",
            "正在接受降压治疗。",
            "心血管危险因素包括高血压。",
            "年度检查会追踪患者的血压。",
            "年度检查会分析患者血压不达标的原因。"
        ],
        "title": "Cardiovascular Health & Hypertension Monitoring",
        "summary": "This chunk contains information about health conditions, treatments, risk factors, and monitoring related to cardiovascular health, with a focus on hypertension management and annual check-ups.",
        "chunk_index": 11
    },
    "89bfe": {
        "chunk_id": "89bfe",
        "propositions": [
            "血脂异常还表现为TG大于等于2.22mmol/L。",
            "正在接受调脂治疗。",
            "HDL-C指的是高密度脂蛋白胆固醇。",
            "TG表示甘油三酯。",
            "心血管危险因素包括血脂异常。",
            "心血管危险因素包括吸烟。",
            "心血管危险因素包括肥胖。",
            "戒烟也是关键点之一。",
            "限制饮酒是另一个关键点。",
            "需要使患者的心血管危险因素最小化。",
            "患者的随访内容包括心血管危险因素的控制情况。",
            "年度检查会追踪患者的血脂。",
            "年度检查会分析患者血脂不达标的原因。",
            "LDL-C指的是低密度脂蛋白胆固醇。",
            "HDL-C指的是高密度脂蛋白胆固醇。",
            "TG指的是甘油三酯。",
            "TC指的是总胆固醇。"
        ],
        "title": "Cardiovascular Risk Factors & Management",
        "summary": "This chunk contains information about cardiovascular risk factors, including details on abnormal lipid levels such as cholesterol and triglyceride thresholds, related treatments, and other lifestyle factors like smoking, obesity, and alcohol consumption, with a focus on their management, patient follow-up, and regular assessments.",
        "chunk_index": 12
    },
    "c99db": {
        "chunk_id": "c99db",
        "propositions": [
            "患有多囊卵巢综合征。"
        ],
        "title": "PCOS & Health Issues",
        "summary": "This chunk contains information about polycystic ovary syndrome and related health issues.",
        "chunk_index": 13
    },
    "dff68": {
        "chunk_id": "dff68",
        "propositions": [
            "长期接受抗精神病药物治疗。",
            "长期接受抗抑郁药物治疗。",
            "保持心理健康同样是一个关键点。"
        ],
        "title": "Mental Health & Medication",
        "summary": "This chunk contains information about the long-term use of psychiatric medications and the importance of mental health maintenance.",
        "chunk_index": 14
    },
    "af850": {
        "chunk_id": "af850",
        "propositions": [
            "SENSIBLEnon-lab模型是基于中国人群的前瞻性队列研究开发的。",
            "可以通过网页计算器输入蔬菜摄入量、T2DM家族史、高血压病史、年龄、性别、腰围和体质指数等指标来使用SENSIBLEnon-lab模型。",
            "网页计算器的网址是https://yunxuan.shinyapps.io/nonlabmodel/。",
            "当使用SENSIBLEnon-lab模型预测的概率高于9.8%时，则需要进行OGTT检查。",
            "SENSIBLEnon-lab模型预测糖尿病风险的灵敏度为72.1%。",
            "SENSIBLEnon-lab模型预测糖尿病风险的特异度为67.3%。",
            "表4展示了中国的糖尿病风险评分。",
            "表8特别关注了胰岛素的部分。"
        ],
        "title": "Diabetes Risk Assessment Tool",
        "summary": "This chunk contains information about the SENSIBLEnon-lab model, a web-based tool for assessing diabetes risk using inputs such as dietary habits, family medical history, and physical measurements, specifically developed for a Chinese population, including its accuracy metrics and guidelines for further testing.",
        "chunk_index": 15
    },
    "f3f12": {
        "chunk_id": "f3f12",
        "propositions": [
            "应在应激因素消除后再进行复查。",
            "每次评估可以进行1到2次。"
        ],
        "title": "Recheck Timing & Frequency",
        "summary": "This chunk contains information about the timing and frequency of medical rechecks in relation to the elimination of stress factors.",
        "chunk_index": 16
    },
    "0af86": {
        "chunk_id": "0af86",
        "propositions": [
            "这是关于急症诊断的部分。",
            "这也是关于危症诊断的部分。",
            "识别急/危症时要观察患者是否有意识障碍。",
            "识别急/危症时要检查患者呼气是否有烂苹果味。",
            "询问患者是否有深大呼吸。",
            "询问患者皮肤是否潮红或发热。",
            "询问患者是否有心慌和出汗的症状。",
            "询问患者是否有恶心呕吐的症状。",
            "询问患者是否有腹痛的问题。",
            "上述2种情形应紧急处理后立即转诊。",
            "初诊时需要明确患者病情是否严重。"
        ],
        "title": "Critical & Emergency Diagnosis & Symptom Observation",
        "summary": "This chunk contains information about critical and emergency diagnosis procedures, including observations and examinations for identifying various symptoms related to patient conditions such as consciousness disorders, sensory observations, physiological signs, and urgent referral processes.",
        "chunk_index": 17
    },
    "61c74": {
        "chunk_id": "61c74",
        "propositions": [
            "筛查项目包括视力与眼底检查。"
        ],
        "title": "Health Screenings & Eye Health",
        "summary": "This chunk contains information about the components and types of health screening examinations, focusing on vision and eye health.",
        "chunk_index": 18
    },
    "0d294": {
        "chunk_id": "0d294",
        "propositions": [
            "具体部分编号为2.3.2。",
            "该评估方法可以在表6中找到。",
            "建议有条件地区将评估表嵌入电子病历进行自动评估。",
            "2.3.4部分的内容需要参考3.1.3.1部分。",
            "建立糖尿病患者档案的章节编号是2.4。",
            "该标题编号为2.5。"
        ],
        "title": "Section Numbering & Health Assessment Integration",
        "summary": "This chunk contains information about section numbering, references to health-related assessment tables, and recommendations for integrating evaluation forms into electronic health records for automated assessment.",
        "chunk_index": 19
    },
    "7cb05": {
        "chunk_id": "7cb05",
        "propositions": [
            "欧洲心脏病学会的英文简称是ESC。",
            "欧洲糖尿病研究协会的英文简称是EASD。",
            "AACE是美国临床内分泌医师学会的缩写。",
            "ACE是美国内分泌学会的缩写。"
        ],
        "title": "Health Org Abbreviations",
        "summary": "This chunk contains information about the abbreviations of various medical and health-related organizations from different regions.",
        "chunk_index": 20
    },
    "4cd9f": {
        "chunk_id": "4cd9f",
        "propositions": [
            "参考文献编号为[10]。"
        ],
        "title": "Citations & Identifiers",
        "summary": "This chunk contains information about reference citations and their corresponding identifiers.",
        "chunk_index": 21
    },
    "530aa": {
        "chunk_id": "530aa",
        "propositions": [
            "该指南的关键点之一是合理膳食。",
            "合理膳食要求指导患者控制总热量的摄入。",
            "合理膳食还包括控制脂肪的摄入。",
            "合理膳食建议减少味精的摄入。",
            "合理膳食建议减少酱油的摄入。",
            "合理膳食建议减少腌制食品的摄入。",
            "合理膳食建议减少调味酱的摄入。"
        ],
        "title": "Dietary Practices & Intake Control",
        "summary": "This chunk contains information about guidelines for dietary practices, including controlling calorie and fat intake and reducing the consumption of various seasonings, processed foods, and condiments.",
        "chunk_index": 22
    },
    "0c970": {
        "chunk_id": "0c970",
        "propositions": [
            "这样做是为了不增加额外的工作量。"
        ],
        "title": "Workload Management Strategies",
        "summary": "This chunk contains information about strategies to avoid increasing additional workload.",
        "chunk_index": 23
    },
    "bf01f": {
        "chunk_id": "bf01f",
        "propositions": [
            "转诊记录的内容参见3.1.3.1。",
            "不明原因消瘦的患者需要转诊。",
            "发生其他药物不良反应的患者需要转诊。",
            "格列齐特缓释片是医保品种。",
            "其他SGLT-2i也是医保品种。"
        ],
        "title": "Referral Records & Medication Coverage",
        "summary": "This chunk contains information about the content and reasons for referral records, including health issues like unexplained weight loss, adverse drug reactions, and information about医保-covered medications.",
        "chunk_index": 24
    },
    "0272b": {
        "chunk_id": "0272b",
        "propositions": [
            "基本药物是适应基本医疗卫生需求的药品。",
            "基本药物的剂型适宜。",
            "基本药物的价格合理。",
            "基本药物能够保障供应。",
            "2018年9月，国家卫生健康委员会发布了《国家基本药物目录（2018年版)》。",
            "基层医生应优先选用《国家基本药物目录（2018年版)》中的药物。",
            "表8展示了《国家基本药物目录（2018年版）》的内容。"
        ],
        "title": "Essential Medicines & Guidelines",
        "summary": "This chunk contains information about essential drugs, including their role in meeting basic healthcare needs, considerations for their formulations, pricing, and supply, as well as related official publications and guidelines for healthcare providers, with a focus on the National Essential Medicines List (2018 Edition).",
        "chunk_index": 25
    },
    "5197f": {
        "chunk_id": "5197f",
        "propositions": [
            "该路径被评定为I类。"
        ],
        "title": "Path Classification",
        "summary": "This chunk contains information about the classification of paths or routes.",
        "chunk_index": 26
    },
    "4385a": {
        "chunk_id": "4385a",
        "propositions": [
            "SGLT-2i是钠-葡萄糖协同转运蛋白2抑制剂。"
        ],
        "title": "SGLT-2 Inhibitors Definition & Function",
        "summary": "This chunk contains information about the definition and function of SGLT-2 inhibitors, which are sodium-glucose cotransporter 2 inhibitors.",
        "chunk_index": 27
    }
}