{
  "doc-8bdfd9aa43acb1ad66eee9313b8f7e8b": {
    "content": "History of Present Illness (HPI):\nJohn Doe is a 58-year-old male who presents with complaints of chest pain over the past 7 days. The pain is described as a pressure-like sensation in the center of the chest, radiating to the left arm and jaw. It occurs primarily with exertion (e.g., climbing stairs) and subsides with rest. The pain typically lasts 5-10 minutes. No associated nausea, vomiting, or sweating. No palpitations or shortness of breath at rest.\n\nHe rates the pain at 6/10 in intensity at its worst. He has not taken any medication for the pain and denies any previous history of similar episodes. There has been no recent trauma, fever, or significant weight loss.\n\nHe reports a moderate amount of stress at work recently but no other significant lifestyle changes.\n\nPast Medical History (PMH):\nHypertension (diagnosed 10 years ago, on medication)\nHyperlipidemia (diagnosed 5 years ago, on statins)\nType 2 Diabetes (diagnosed 8 years ago, controlled with metformin)\nGERD (occasional, treated with over-the-counter antacids)\nNo history of surgeries\nNo known drug allergies\nFamily History:\nFather: Died at age 65 from a heart attack; history of hypertension.\nMother: Alive, age 82, history of osteoarthritis and hypertension.\nSiblings: 1 brother (age 62), history of hypertension and hyperlipidemia.\nSocial History:\nSmoker: Quit 5 years ago; smoked 1 pack/day for 20 years.\nAlcohol: Occasional social drinker (2-3 drinks/week).\nDiet: Reports eating a diet high in carbohydrates and processed food. Minimal fruits and vegetables.\nExercise: Rarely exercises, mostly sedentary due to desk job.\nNo illicit drug use.\nMedications:\nLisinopril 10 mg daily (for hypertension)\nAtorvastatin 20 mg daily (for hyperlipidemia)\nMetformin 500 mg twice daily (for diabetes)\nAspirin 81 mg daily (self-prescribed for heart health)\nReview of Systems (ROS):\nGeneral: No fever, weight loss, or fatigue.\nCardiovascular: Chest pain with exertion; no palpitations or known heart murmurs.\nRespiratory: No cough, wheezing, or shortness of breath at rest.\nGastrointestinal: Occasional heartburn; no nausea, vomiting, or change in bowel habits.\nMusculoskeletal: No joint pain or muscle weakness.\nNeurological: No dizziness, headaches, or loss of consciousness.\nPsychiatric: No anxiety or depression; reports stress at work.\nPhysical Examination:\nGeneral: Alert, oriented, in no acute distress.\nVital Signs: BP: 150/92 mmHg, HR: 88 bpm, RR: 18/min, Temp: 98.6°F, O2 Sat: 98% on room air.\nHeart: Regular rhythm, no murmurs, rubs, or gallops. No jugular venous distension.\nLungs: Clear to auscultation bilaterally; no wheezes or rales.\nAbdomen: Soft, non-tender, no organomegaly.\nExtremities: No edema, pulses 2+ bilaterally.\nNeurological: Cranial nerves II-XII intact, no focal deficits.\nAssessment & Plan:\nAssessment:\n\nAngina (likely stable angina) due to exertional chest pain, history of hypertension, hyperlipidemia, and diabetes.\nHypertension, uncontrolled based on today's reading.\nHyperlipidemia, on treatment but needs re-evaluation.\nType 2 Diabetes, currently controlled.\nPlan:\n\nOrder EKG, stress test, and cardiac enzymes to rule out acute coronary syndrome.\nIncrease Lisinopril to 20 mg daily for better BP control.\nContinue Atorvastatin, recheck lipid levels in 3 months.\nEducate patient on lifestyle changes: diet improvement, increased physical activity.\nFollow-up in 1 week or sooner if symptoms worsen."
  }
}